/* No comment provided by engineer. */
" in the menu bar to start!" = " başlatmak için menü çubuğunda!";

/* No comment provided by engineer. */
" will be always hidden." = " her zaman gizli olacak.";

/* No comment provided by engineer. */
" will be hidden." = " gizli olacak.";

/* No comment provided by engineer. */
"sec(s)" = "saniye(ler)";

/* No comment provided by engineer. */
"• Manage the menu bar icons as you want" = "• Menü çubuğu simgelerini istediğiniz gibi yönetin";

/* No comment provided by engineer. */
"• Various menu appearance styles" = "• Çeşitli menü görünüm stilleri";

/* No comment provided by engineer. */
"• Reduce menu bar icon spacing" = "• Menü çubuğu simge aralığını azaltma";

/* No comment provided by engineer. */
"• Support the menu bar with a notch" = "• Menü çubuğunu bir çentikle destekleyin";

/* No comment provided by engineer. */
"• Unlimited number of times you can show/hide menu bar icons" = "• Menü çubuğu simgelerini sınırsız sayıda gösterebilir/gizleyebilirsiniz";

/* No comment provided by engineer. */
"⌘ Shortcut List:" = "⌘ Kısayol Listesi:";

/* No comment provided by engineer. */
"⏰️  Monitor menu bar item changes, then perform an action" = "⏰️  Menü çubuğu öğesi değişikliklerini izleyin, ardından bir eylem gerçekleştirin";

/* No comment provided by engineer. */
"⚠️⚠️⚠️Unresponsive Item %@" = "⚠️⚠️⚠️Yanıt Vermeyen Öğe %@";

/* No comment provided by engineer. */
"⛔️️ Barbee does not collect or track any of your personal data and Barbee does not apply for any network permissions." = "⛔️️ Barbee kişisel verilerinizi toplamaz veya izlemez ve Barbee herhangi bir ağ izni için başvurmaz.";

/* No comment provided by engineer. */
"✅️ Accessibility permission granted" = "✅️ Erişilebilirlik izni verildi";

/* No comment provided by engineer. */
"✅️ Screen Recording permission granted" = "✅️ Ekran Kaydı izni verildi";

/* No comment provided by engineer. */
"✉️ Contact us" = "✉️ Bize Ulaşın";

/* No comment provided by engineer. */
"⭐️️ Drag to arrange your menu bar items as you want!" = "⭐️️ Menü çubuğu öğelerinizi istediğiniz gibi düzenlemek için sürükleyin!";

/* No comment provided by engineer. */
"🐝 Relaunch Barbee" = "🐝 Barbee'yi Yeniden Başlat";

/* No comment provided by engineer. */
"🐞 Report bugs" = "🐞 Hata bildir";

/* No comment provided by engineer. */
"👀 View details..." = "👀 Detayları görüntüle...";

/* No comment provided by engineer. */
"👉 In the pop-up authorization window, please 🔓unlock in the lower-left corner first, then ✔️allow Barbee in the right list." = "👉 Açılan yetkilendirme penceresinde lütfen 🔓önce sol alt köşedeki kilidi açın, ardından sağdaki listede ✔️Barbee'ye izin verin.";

/* No comment provided by engineer. */
"💥Supercharge your scripts or shortcuts with Barbee" = "💥Barbee ile komut dosyalarınızı veya kısayollarınızı güçlendirin";

/* No comment provided by engineer. */
"📊 Export logs..." = "📊 Günlükleri dışa aktar...";

/* No comment provided by engineer. */
"🔥️ Enhanced Mode" = "🔥️ Geliştirilmiş Mod";

/* No comment provided by engineer. */
"🕶️ You are the VIP" = "🕶️ VIP'sin";

/* No comment provided by engineer. */
"🦄 Join TestFlight..." = "🦄 TestFlight'a Katılın...";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widget group" = "🧩 Barbee widget grubunu özelleştirmek için sağ tıklayın";

/* No comment provided by engineer. */
"🧩 Right-click to customize Barbee widgets" = "🧩 Barbee widget'larını özelleştirmek için sağ tıklayın";

/* No comment provided by engineer. */
"🧩 Widget Management" = "🧩 Widget Yönetimi";

/* No comment provided by engineer. */
"3-day Free Trial" = "3 Günlük Ücretsiz Deneme";

/* No comment provided by engineer. */
"About" = "Hakkında";

/* No comment provided by engineer. */
"Accessibility" = "Erişilebilirlik";

/* No comment provided by engineer. */
"Action" = "Eylem";

/* No comment provided by engineer. */
"Action:" = "Eylem:";

/* No comment provided by engineer. */
"Activate for %d second(s)" = "d saniye(ler) için etkinleştir";

/* No comment provided by engineer. */
"Activate for a while" = "Bir süreliğine etkinleştirin";

/* No comment provided by engineer. */
"Activate seconds: %d" = "Etkinleştirme saniyesi: %d";

/* No comment provided by engineer. */
"Active" = "Aktif";

/* No comment provided by engineer. */
"Active Barbee profile with name: ${profileName}" = "Adı: ${profileName} olan etkin Barbee profili";

/* No comment provided by engineer. */
"Active Barbee profile with name." = "İsimli aktif Barbee profili.";

/* No comment provided by engineer. */
"Active Profile" = "Aktif Profil";

/* No comment provided by engineer. */
"Actived profile successfully" = "Profil başarıyla etkinleştirildi";

/* No comment provided by engineer. */
"Add" = "Ekle";

/* No comment provided by engineer. */
"Add/Remove menu bar inner shadow and drop shadow." = "Menü çubuğu iç gölgesi ve alt gölge ekleme/kaldırma.";

/* No comment provided by engineer. */
"All Menu Bar Item" = "Tüm Menü Çubuğu Öğeleri";

/* No comment provided by engineer. */
"All menu bar items are visible on external screens" = "Tüm menü çubuğu öğeleri harici ekranlarda görünür";

/* No comment provided by engineer. */
"Alpha Value" = "Alfa Değeri";

/* No comment provided by engineer. */
"Always Hidden" = "Her Zaman Gizli";

/* No comment provided by engineer. */
"Always Hidden Items" = "Daima Gizli Öğeler";

/* No comment provided by engineer. */
"Always Hidden Items:" = "Daima Gizli Öğeler:";

/* No comment provided by engineer. */
"Always Hidden Menu Bar Item" = "Her Zaman Gizli Menü Çubuğu Öğesi";

/* No comment provided by engineer. */
"App Modules" = "Uygulama Modülleri";

/* No comment provided by engineer. */
"Apply" = "Uygula";

/* No comment provided by engineer. */
"Authorize" = "Yetkilendir";

/* No comment provided by engineer. */
"Automation" = "Otomasyon";

/* No comment provided by engineer. */
"Automation feature requires additional permissions!" = "Otomasyon özelliği ek izinler gerektirir!";

/* No comment provided by engineer. */
"Backup profile successfully." = "Profili başarıyla yedekleyin.";

/* No comment provided by engineer. */
"Backup to iCloud drive" = "iCloud sürücüsüne yedekleme";

/* No comment provided by engineer. */
"Barbee requires Accessibility access to show/hide the menu bar items." = "Barbee, menü çubuğu öğelerini göstermek/gizlemek için Erişilebilirlik erişimi gerektirir.";

/* No comment provided by engineer. */
"Barbee requires Screen Recording access to monitor the menu bar item list and capture the images of changed items." = "Barbee, menü çubuğu öğe listesini izlemek ve değiştirilen öğelerin görüntülerini yakalamak için Ekran Kaydı erişimi gerektirir.";

/* No comment provided by engineer. */
"Barbee requires your permissions to access system capabilities to provide its functionality. Please review the permissions below." = "Barbee, işlevselliğini sağlamak için sistem özelliklerine erişim izinlerinize ihtiyaç duyar. Lütfen aşağıdaki izinleri inceleyin.";

/* No comment provided by engineer. */
"Become VIP to use without limitation" = "Sınırlama olmaksızın kullanmak için VIP olun";

/* No comment provided by engineer. */
"Beta Testing" = "Beta Testi";

/* No comment provided by engineer. */
"Bundle Identifier" = "Paket Tanımlayıcı";

/* No comment provided by engineer. */
"Change inner shadow state: ${innerShadowState}, drop shadow state: ${dropShadowState}" = "İç gölge durumunu değiştir: ${innerShadowState}, gölge durumunu düşür: ${dropShadowState}";

/* No comment provided by engineer. */
"Change Menu Bar Color" = "Menü Çubuğu Rengini Değiştirme";

/* No comment provided by engineer. */
"Change menu bar color: ${color}" = "Menü çubuğu rengini değiştir: ${color}";

/* No comment provided by engineer. */
"Change Menu Bar Shadow State" = "Menü Çubuğu Gölge Durumunu Değiştirme";

/* No comment provided by engineer. */
"Change Top Notch State" = "Üst Çentik Durumunu Değiştirin";

/* No comment provided by engineer. */
"Change top notch state: ${state}" = "Üst çentik durumunu değiştir: ${state}";

/* No comment provided by engineer. */
"Change Wallpaper..." = "Duvar Kağıdını Değiştir...";

/* No comment provided by engineer. */
"Change your current screen menu bar color, enter your color hex string(e.g. \"0AB188FF\"). Restore the color of the menu bar if the hex string is empty." = "Geçerli ekranınızın menü çubuğu rengini değiştirin, renkli onaltılı dizenizi girin (örn. \"0AB188FF\"). Onaltılı dize boşsa menü çubuğunun rengini geri yükleyin.";

/* No comment provided by engineer. */
"Changing menu bar color requires user directory authorization" = "Menü çubuğu rengini değiştirmek için kullanıcı dizini yetkilendirmesi gerekir";

/* No comment provided by engineer. */
"Changing menu item gaps requires user directory authorization" = "Menü öğesi boşluklarını değiştirmek için kullanıcı dizini yetkilendirmesi gerekir";

/* No comment provided by engineer. */
"Choose a menu bar item" = "Bir menü çubuğu öğesi seçin";

/* No comment provided by engineer. */
"Choose Barbee Mode" = "Barbee Modunu Seçin";

/* No comment provided by engineer. */
"Click menu bar item" = "Menü çubuğu öğesine tıklayın";

/* No comment provided by engineer. */
"Click Menu Bar Item (Enhanced mode only)" = "Menü Çubuğu Öğesine Tıklayın (Yalnızca Gelişmiş Mod)";

/* No comment provided by engineer. */
"Click menu bar item by identifier: ${itemIdentifier}" = "Tanımlayıcıya göre menü çubuğu öğesine tıklayın: ${itemIdentifier}";

/* No comment provided by engineer. */
"Click menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "Tanımlayıcıya göre menü çubuğu öğesine tıklayın (örneğin \"com.apple.controlcenter-WiFi\").";

/* No comment provided by engineer. */
"Click on the menu bar Barbee icon to toggle the visibility of hidden items directly" = "Gizli öğelerin görünürlüğünü doğrudan değiştirmek için menü çubuğu Barbee simgesine tıklayın";

/* No comment provided by engineer. */
"Click on the menu bar to toggle the visibility of hidden items" = "Gizli öğelerin görünürlüğünü değiştirmek için menü çubuğuna tıklayın";

/* No comment provided by engineer. */
"Click the icon " = "Simgeyi tıklayın ";

/* No comment provided by engineer. */
"Close" = "Kapat";

/* No comment provided by engineer. */
"Color" = "Renk";

/* No comment provided by engineer. */
"Configuration" = "Konfigürasyon";

/* No comment provided by engineer. */
"Confirm" = "Onaylayın";

/* No comment provided by engineer. */
"Content" = "İçerik";

/* No comment provided by engineer. */
"Continue" = "Devam et";

/* No comment provided by engineer. */
"Corner Radius" = "Köşe Yarıçapı";

/* No comment provided by engineer. */
"Current Item" = "Güncel Öğe";

/* No comment provided by engineer. */
"Custom shortcuts feature requires additional permissions!" = "Özel kısayollar özelliği ek izinler gerektirir!";

/* No comment provided by engineer. */
"Dark Background Color" = "Koyu Arka Plan Rengi";

/* No comment provided by engineer. */
"Default Gap - system default spacing between items" = "Varsayılan Boşluk - öğeler arasında sistem varsayılan aralığı";

/* No comment provided by engineer. */
"Delay before hiding items again." = "Öğeleri tekrar saklamadan önce geciktirin.";

/* No comment provided by engineer. */
"Delete" = "Sil";

/* No comment provided by engineer. */
"Delete `%@`" = "Sil `%@`";

/* No comment provided by engineer. */
"Diagnostics" = "Teşhis";

/* No comment provided by engineer. */
"Do you want to backup profiles to iCloud?" = "Profilleri iCloud'a yedeklemek istiyor musunuz?";

/* No comment provided by engineer. */
"Do you want to delete profile `%@`?" = "`%@` profilini silmek istiyor musunuz?";

/* No comment provided by engineer. */
"Do you want to delete this automation?" = "Bu otomasyonu silmek istiyor musunuz?";

/* No comment provided by engineer. */
"Do you want to delete this shortcut?" = "Bu kısayolu silmek istiyor musunuz?";

/* No comment provided by engineer. */
"Do you want to import this profile?" = "Bu profili içe aktarmak istiyor musunuz?";

/* No comment provided by engineer. */
"Do you want to sync profiles from iCloud?" = "iCloud'dan profilleri eşzamanlamak istiyor musunuz?";

/* No comment provided by engineer. */
"Drop Shadow" = "Düşen gölge";

/* No comment provided by engineer. */
"Drop Shadow State" = "Alt Gölge Durumu";

/* No comment provided by engineer. */
"Edit" = "Düzenle";

/* No comment provided by engineer. */
"Energy Saver" = "Enerji Tasarrufu";

/* No comment provided by engineer. */
"Enhanced Mode" = "Gelişmiş Mod";

/* No comment provided by engineer. */
"Enhanced mode is only available for Notch screens" = "Gelişmiş mod yalnızca Çentik ekranlarda kullanılabilir";

/* No comment provided by engineer. */
"Export" = "Dışa aktar";

/* No comment provided by engineer. */
"Failed to active profile" = "Profil etkinleştirilemedi";

/* No comment provided by engineer. */
"Failed to backup profile." = "Profil yedeklenemedi.";

/* No comment provided by engineer. */
"Failed to change menu item gap" = "Menü öğesi boşluğu değiştirilemedi";

/* No comment provided by engineer. */
"Failed to export profile." = "Profil dışa aktarılamadı.";

/* No comment provided by engineer. */
"Failed to import profile." = "Profil içe aktarılamadı.";

/* No comment provided by engineer. */
"Failed to restore" = "Geri yükleme başarısız oldu";

/* No comment provided by engineer. */
"Failed to sync profile." = "Profil senkronize edilemedi.";

/* No comment provided by engineer. */
"Feedback" = "Geri bildirim";

/* No comment provided by engineer. */
"For the setting to work, you must turn on Barbee's `Launch At Login`, log out and log back into macOS." = "Ayarın çalışması için Barbee'nin `Oturum Açarken Başlat' özelliğini açmanız, oturumu kapatıp macOS'te tekrar oturum açmanız gerekir.";

/* No comment provided by engineer. */
"Found %d profile(s)" = "%d profil(ler) bulundu";

/* No comment provided by engineer. */
"Frame" = "Çerçeve";

/* No comment provided by engineer. */
"General" = "Genel";

/* No comment provided by engineer. */
"Get all menu bar items" = "Tüm menü çubuğu öğelerini al";

/* No comment provided by engineer. */
"Get All Menu Bar Items" = "Tüm Menü Çubuğu Öğelerini Al";

/* No comment provided by engineer. */
"Get always hidden menu bar items" = "Her zaman gizli menü çubuğu öğelerini al";

/* No comment provided by engineer. */
"Get Always Hidden Menu Bar Items" = "Her Zaman Gizli Menü Çubuğu Öğelerini Al";

/* No comment provided by engineer. */
"Get App Modules" = "Uygulama Modüllerini Al";

/* No comment provided by engineer. */
"Get app modules using app bundle identifier: ${bundleIdentifier}" = "Uygulama paketi tanımlayıcısını kullanarak uygulama modüllerini alın: ${bundleIdentifier}";

/* No comment provided by engineer. */
"Get hidden menu bar items" = "Gizli menü çubuğu öğelerini al";

/* No comment provided by engineer. */
"Get Hidden Menu Bar Items" = "Gizli Menü Çubuğu Öğelerini Al";

/* No comment provided by engineer. */
"Get shown menu bar items" = "Gösterilen menü çubuğu öğelerini al";

/* No comment provided by engineer. */
"Get Shown Menu Bar Items" = "Gösterilen Menü Çubuğu Öğelerini Al";

/* No comment provided by engineer. */
"Get Started" = "Başlayın";

/* No comment provided by engineer. */
"Go to Barbee preferences..." = "Barbee tercihlerine git...";

/* No comment provided by engineer. */
"Grant Permissions to Barbee" = "Barbee'ye İzin Ver";

/* No comment provided by engineer. */
"Has Top Notch" = "Çentiğe Sahip";

/* No comment provided by engineer. */
"Has top notch?" = "Çentiğe Sahip mi?";

/* No comment provided by engineer. */
"Height" = "Yükseklik";

/* No comment provided by engineer. */
"Help Center" = "Yardım Merkezi";

/* No comment provided by engineer. */
"Hidden" = "Gizli";

/* No comment provided by engineer. */
"Hidden Items" = "Gizli Öğeler";

/* No comment provided by engineer. */
"Hidden Items:" = "Gizli Öğeler:";

/* No comment provided by engineer. */
"Hidden Menu Bar Item" = "Gizli Menü Çubuğu Öğesi";

/* No comment provided by engineer. */
"Hide" = "Gizle";

/* No comment provided by engineer. */
"Hide All" = "Hepsini Gizle";

/* No comment provided by engineer. */
"Hide Menu Bar Item (Enhanced mode only)" = "Menü Çubuğu Öğesini Gizle (yalnızca Gelişmiş mod)";

/* No comment provided by engineer. */
"Hide menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "Menü çubuğu öğesini tanımlayıcıya göre gizle: ${itemIdentifier}, X'e: ${x}";

/* No comment provided by engineer. */
"Hide menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "Menü çubuğu öğesini tanımlayıcıya göre gizle (örneğin \"com.apple.controlcenter-WiFi\"), X isteğe bağlıdır.";

/* No comment provided by engineer. */
"Hide not-showing items" = "Gösterilmeyen öğeleri gizle";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar icon to show / hide all items" = "Tüm öğeleri göstermek/gizlemek için CONTROL(⌃) tuşunu basılı tutun ve menü çubuğu simgesine tıklayın";

/* No comment provided by engineer. */
"Hold CONTROL(⌃) and click on the menu bar to show / hide all items" = "Tüm öğeleri göstermek/gizlemek için CONTROL(⌃) tuşunu basılı tutun ve menü çubuğuna tıklayın";

/* No comment provided by engineer. */
"Hold OPTION(⌥) and click on the menu bar icon to show / hide hidden items" = "Gizli öğeleri göstermek/gizlemek için OPTION(⌥) tuşunu basılı tutun ve menü çubuğu simgesine tıklayın";

/* No comment provided by engineer. */
"Hold the COMMAND(⌘) to drag the menu bar items" = "Menü çubuğu öğelerini sürüklemek için COMMAND(⌘) tuşunu basılı tutun";

/* No comment provided by engineer. */
"Hovered" = "Havada kaldı";

/* No comment provided by engineer. */
"Icon:" = "Simge:";

/* No comment provided by engineer. */
"If you encounter any problems or would like to help us improve, or localize Barbee, please feel free to contact us!" = "Herhangi bir sorunla karşılaşırsanız veya Barbee'yi geliştirmemize ya da yerelleştirmemize yardımcı olmak isterseniz, lütfen bizimle iletişime geçmekten çekinmeyin!";

/* No comment provided by engineer. */
"If you want to use Barbee in normal mode, just remove the granted permissions in System Preferences." = "Barbee'yi normal modda kullanmak istiyorsanız, Sistem Tercihleri'nde verilen izinleri kaldırmanız yeterlidir.";

/* No comment provided by engineer. */
"Import" = "İçe aktar";

/* No comment provided by engineer. */
"In the case of multiple screens, non-notch screens will use normal mode to show/hide menu bar items" = "Birden fazla ekran olması durumunda, çentiksiz ekranlar menü çubuğu öğelerini göstermek/gizlemek için normal modu kullanacaktır";

/* No comment provided by engineer. */
"Inner Shadow" = "İç Gölge";

/* No comment provided by engineer. */
"Inner Shadow State" = "İç Gölge Durumu";

/* No comment provided by engineer. */
"InterItem Horizontal Padding" = "Öğeler Arası Yatay Dolgu";

/* No comment provided by engineer. */
"InterItem Vertical Padding" = "Öğeler Arası Dikey Dolgu";

/* No comment provided by engineer. */
"Is Menu Bar Visible" = "Menü Çubuğu Görünür mü";

/* No comment provided by engineer. */
"Is menu bar visible?" = "Menü çubuğu görünüyor mu?";

/* No comment provided by engineer. */
"Is Movable by Window Background" = "pencere arka planı ile hareket edebilir";

/* No comment provided by engineer. */
"Item has any changes" = "Öğede herhangi bir değişiklik var";

/* No comment provided by engineer. */
"Item Identifier" = "Ürün Tanımlayıcı";

/* No comment provided by engineer. */
"Items" = "Öğeler";

/* No comment provided by engineer. */
"Items dragged to the left will be always hidden. Hold the command ⌘ key to drag the items in menu bar." = "Sola sürüklenen öğeler her zaman gizlenecektir. Menü çubuğundaki öğeleri sürüklemek için ⌘ komut tuşunu basılı tutun.";

/* No comment provided by engineer. */
"Items dragged to the left will be hidden. Hold the command ⌘ key to drag the items in menu bar." = "Sola sürüklenen öğeler gizlenecektir. Menü çubuğundaki öğeleri sürüklemek için ⌘ komut tuşunu basılı tutun.";

/* No comment provided by engineer. */
"Items on the left side of the icon " = "Simgenin sol tarafındaki öğeler";

/* No comment provided by engineer. */
"Launch At Login" = "Girişte Başlat";

/* No comment provided by engineer. */
"Level" = "Seviye";

/* No comment provided by engineer. */
"Lifetime" = "Ömür boyu";

/* No comment provided by engineer. */
"Lifetime - %@" = "Ömür boyu - %@";

/* No comment provided by engineer. */
"Light Background Color" = "Açık Arka Plan Rengi";

/* No comment provided by engineer. */
"Lowest" = "En düşük";

/* No comment provided by engineer. */
"macOS log out required" = "macOS oturumunun kapatılması gerekiyor";

/* No comment provided by engineer. */
"Makes the notch disappear like a NINJA 🥷. (You can also set the menu bar color to ⬛️)" = "Çentiğin bir NINJA 🥷 gibi kaybolmasını sağlar. (Menü çubuğu rengini ⬛️ olarak da ayarlayabilirsiniz)";

/* No comment provided by engineer. */
"Manage App Modules in Menu Bar" = "Menü Çubuğunda Uygulama Modüllerini Yönet";

/* No comment provided by engineer. */
"Manage System Modules in Menu Bar" = "Menü Çubuğunda Sistem Modüllerini Yönet";

/* No comment provided by engineer. */
"Managing app modules requires user directory authorization" = "Uygulama modüllerini yönetmek için kullanıcı dizini yetkilendirmesi gerekir";

/* No comment provided by engineer. */
"Menu Bar" = "Menü Çubuğu";

/* No comment provided by engineer. */
"Menu Bar Appearance" = "Menü Çubuğu Görünümü";

/* No comment provided by engineer. */
"Menu Bar Color:" = "Menü Çubuğu Rengi:";

/* No comment provided by engineer. */
"Menu Bar Item Gap:" = "Menü Çubuğu Öğesi Boşluğu:";

/* No comment provided by engineer. */
"Menu Bar Layout" = "Menü Çubuğu Düzeni";

/* No comment provided by engineer. */
"Menu Bar Layout feature requires additional permissions!" = "Menü Çubuğu Düzeni özelliği ek izinler gerektirir!";

/* No comment provided by engineer. */
"Menu Bar Shadow:" = "Menü Çubuğu Gölgesi:";

/* No comment provided by engineer. */
"Menu Bar:" = "Menü Çubuğu:";

/* No comment provided by engineer. */
"Mode has been changed successfully" = "Mod başarıyla değiştirildi";

/* No comment provided by engineer. */
"Mode:" = "Mod:";

/* No comment provided by engineer. */
"More" = "Daha";

/* No comment provided by engineer. */
"Multi-screen:" = " Çoklu ekran:";

/* No comment provided by engineer. */
"Name" = "İsim";

/* No comment provided by engineer. */
"Name:" = "İsim:";

/* No comment provided by engineer. */
"New" = "Yeni";

/* No comment provided by engineer. */
"New Items Location" = "Yeni Öğelerin Konumu";

/* No comment provided by engineer. */
"🆕️ Request new features" = "🆕️ Yeni özellikler talep edin";

/* No comment provided by engineer. */
"New Single Widget..." = "Yeni Tek Widget...";

/* No comment provided by engineer. */
"New Widget" = "Yeni Widget";

/* No comment provided by engineer. */
"New Widget Group" = "Yeni Widget Grubu";

/* No comment provided by engineer. */
"New Widget Group..." = "Yeni Widget Grubu...";

/* No comment provided by engineer. */
"Newly discovered menu bar items will be moved to:" = "Yeni keşfedilen menü çubuğu öğeleri şuraya taşınacak:";

/* No comment provided by engineer. */
"No" = "Hayır";

/* No comment provided by engineer. */
"No action" = "Eylem yok";

/* No comment provided by engineer. */
"No backups" = "Yedekleme yok";

/* No comment provided by engineer. */
"No configurable app modules found" = "Yapılandırılabilir uygulama modülü bulunamadı";

/* No comment provided by engineer. */
"No Gap - no spacing between items" = "Boşluk Yok - öğeler arasında boşluk yok";

/* No comment provided by engineer. */
"No matching results" = "Eşleşen sonuç yok";

/* No comment provided by engineer. */
"Non-subscription, totally free" = "Abonelik yok, tamamen ücretsiz";

/* No comment provided by engineer. */
"Normal" = "Normal";

/* No comment provided by engineer. */
"Normal Gap - normal spacing between items" = "Normal Boşluk - öğeler arasındaki normal boşluk";

/* No comment provided by engineer. */
"Normal Mode" = "Normal Mod";

/* No comment provided by engineer. */
"Not Now" = "Şimdi olmaz";

/* No comment provided by engineer. */
"Notch:" = "Çentik:";

/* No comment provided by engineer. */
"Ok" = "Tamam";

/* No comment provided by engineer. */
"One-time purchase" = "Tek seferlik satın alma";

/* No comment provided by engineer. */
"Oops, No Hidden Items! 🔥️You can arrange items in the Preferences." = "Oops, gizli öğe yok! 🔥️Öğeleri Tercihler'de düzenleyebilirsiniz.";

/* No comment provided by engineer. */
"Open System Preferences..." = "Sistem Tercihlerini Aç...";

/* No comment provided by engineer. */
"Please hold command(⌘) and drag the `<`, `|` and `Barbee icons` in the menu bar and place them in the correct order. The order is: always hidden icons `<` hidden icons `|` shown icons `Barbee icon`." = "Lütfen command(⌘) tuşunu basılı tutun ve menü çubuğundaki `<`, `|` ve `Barbee simgelerini` sürükleyin ve doğru sıraya yerleştirin. Sıralama şöyledir: her zaman gizli simgeler `<` gizli simgeler `|` gösterilen simgeler `Barbee simgesi`.";

/* No comment provided by engineer. */
"Preferences" = "Tercihler";

/* No comment provided by engineer. */
"Preferences..." = "Tercihler...";

/* No comment provided by engineer. */
"Privacy Policy" = "Gizlilik Politikası";

/* No comment provided by engineer. */
"Profile" = "Profil";

/* No comment provided by engineer. */
"Profile Entry:" = "Profil Girişi:";

/* No comment provided by engineer. */
"Profile Name" = "Profil İsmi";

/* No comment provided by engineer. */
"Purchase & Restore" = "Satın Al ve Geri Yükle";

/* No comment provided by engineer. */
"Quick Search" = "Hızlı Arama";

/* No comment provided by engineer. */
"Quick Search Entry:" = "Hızlı Arama Girişi:";

/* No comment provided by engineer. */
"Quick Search feature requires additional permissions!" = "Hızlı Arama özelliği ek izinler gerektiriyor!";

/* No comment provided by engineer. */
"Quick Search:" = "Hızlı Arama:";

/* No comment provided by engineer. */
"Quick Start Guide" = "Hızlı Başlangıç Kılavuzu";

/* No comment provided by engineer. */
"Quit" = "Çık";

/* No comment provided by engineer. */
"Recommended for users with a large screen or no icons hidden by the system." = "Geniş ekranı olan veya sistem tarafından gizlenen simgeleri olmayan kullanıcılar için önerilir.";

/* No comment provided by engineer. */
"Recommended for users with notch on the screen or users with hidden icons in the system." = "Ekranda patlama olan kullanıcılar veya sistemde gizli simgeleri olan kullanıcılar için önerilir.";

/* No comment provided by engineer. */
"Reduce Refresh Rate When Using Battery Power" = "Pil Gücünü Kullanırken Yenileme Hızını Azaltın";

/* No comment provided by engineer. */
"Refresh" = "Yenile";

/* No comment provided by engineer. */
"Refresh Interval in Seconds" = "Saniye cinsinden yenileme aralığı";

/* No comment provided by engineer. */
"Refresh menu bar items" = "Menü çubuğu öğelerini yenile";

/* No comment provided by engineer. */
"Refresh Menu Bar Items" = "Menü Çubuğu Öğelerini Yenile";

/* No comment provided by engineer. */
"Related Item:" = "İlgili Öğe:";

/* No comment provided by engineer. */
"Reduce useable screen space to mask notch" = "Çentiği maskelemek için kullanılabilir ekran alanını azaltın";

/* No comment provided by engineer. */
"Remove/Add top notch when you use the notched Mac." = "Çentikli Mac kullandığınızda üst çentiği kaldırın/ekleyin.";

/* No comment provided by engineer. */
"Request Access..." = "Erişim İste...";

/* No comment provided by engineer. */
"Reset" = "Sıfırla";

/* No comment provided by engineer. */
"Restore Purchase" = "Satın Alma İşlemini Geri Yükle";

/* No comment provided by engineer. */
"Restore successfully! If it still doesn't work, please reinstall the app." = "Başarıyla geri yüklendi! Hala çalışmıyorsa, lütfen uygulamayı yeniden yükleyin.";

/* No comment provided by engineer. */
"Returns all menu bar items." ="Tüm menü çubuğu öğelerini döndürür.";

/* No comment provided by engineer. */
"Returns always hidden menu bar items." = "Her zaman gizli menü çubuğu öğelerini döndürür.";

/* No comment provided by engineer. */
"Returns app modules using app bundle identifier." = "Uygulama paketi tanımlayıcısını kullanarak uygulama modüllerini döndürür.";

/* No comment provided by engineer. */
"Returns hidden menu bar items." = "Gizli menü çubuğu öğelerini döndürür.";

/* No comment provided by engineer. */
"Returns shown menu bar items." = "Gösterilen menü çubuğu öğelerini döndürür.";

/* No comment provided by engineer. */
"Returns whether the current active screen has top notch." = "Mevcut aktif ekranın birinci sınıf olup olmadığını döndürür.";

/* No comment provided by engineer. */
"Returns whether the current active screen menu bar is visible." = "Geçerli etkin ekran menü çubuğunun görünür olup olmadığını döndürür.";

/* No comment provided by engineer. */
"Reveal In Finder" = "Finder'da Göster";

/* No comment provided by engineer. */
"Scopes:" = "Kapaklar:";

/* No comment provided by engineer. */
"Screen Recording" = "Ekran Kaydı";

/* No comment provided by engineer. */
"Search for a menu bar item" = "Bir menü çubuğu öğesi arayın";

/* No comment provided by engineer. */
"Select" = "Seç";

/* No comment provided by engineer. */
"Select a related menu bar item" = "İlgili bir menü çubuğu öğesi seçin";

/* No comment provided by engineer. */
"Select..." = "Seç...";

/* No comment provided by engineer. */
"Shortcut to show / hide all items:" = "Tüm öğeleri gösterme / gizleme kısayolu:";

/* No comment provided by engineer. */
"Shortcut to show / hide hidden items:" = "Gizli öğeleri gösterme/gizleme kısayolu:";

/* No comment provided by engineer. */
"Shortcut:" = "Kısayol:";

/* No comment provided by engineer. */
"Shortcuts" = "Kısayollar";

/* No comment provided by engineer. */
"Show" = "Göster";

/* No comment provided by engineer. */
"Show all" = "Hepsini göster";

/* No comment provided by engineer. */
"Show All" = "Hepsini göster";

/* No comment provided by engineer. */
"Show all menu bar items" = "Tüm menü çubuğu öğelerini göster";

/* No comment provided by engineer. */
"Show Entry in Menu" = "Menüdeki Girişi Göster";

/* No comment provided by engineer. */
"Show hidden menu bar items" = "Gizli menü çubuğu öğelerini göster";

/* No comment provided by engineer. */
"Show in All Spaces" = "Tüm Alanlarda Göster";

/* No comment provided by engineer. */
"Show Menu Bar Item (Enhanced mode only)" = "Menü Çubuğu Öğesini Göster (yalnızca Gelişmiş mod)";

/* No comment provided by engineer. */
"Show menu bar item by identifier: ${itemIdentifier}, to X: ${x}" = "Menü çubuğu öğesini tanımlayıcıya göre göster: ${itemIdentifier}, X'e: ${x}";

/* No comment provided by engineer. */
"Show menu bar item by identifier(e.g. \"com.apple.controlcenter-WiFi\"), X is optional." = "Menü çubuğu öğesini tanımlayıcıya göre göster (örneğin \"com.apple.controlcenter-WiFi\"), X isteğe bağlıdır.";

/* No comment provided by engineer. */
"Show Profile in Menu" = "Profili Menüde Göster";

/* No comment provided by engineer. */
"Shown Items" = "Gösterilen Öğeler";

/* No comment provided by engineer. */
"Shown Items:" = "Gösterilen Öğeler:";

/* No comment provided by engineer. */
"Shown Menu Bar Item" = "Gösterilen Menü Çubuğu Öğesi";

/* No comment provided by engineer. */
"Small Gap - proper spacing between items" = "Küçük Boşluk - öğeler arasında uygun aralık";

/* No comment provided by engineer. */
"Some of the menu bar items will be moved into a separate menu bar in enhanced mode, this mode requires the user to authorize some necessary permissions (Screen Recording & Accessibility), but there will be no extra permission requests in the normal mode." = "Menü çubuğu öğelerinden bazıları gelişmiş modda ayrı bir menü çubuğuna taşınacak, bu mod kullanıcının bazı gerekli izinleri (Ekran Kaydı ve Erişilebilirlik) yetkilendirmesini gerektiriyor, ancak normal modda ekstra izin talebi olmayacak.";

/* No comment provided by engineer. */
"Something Wrong?" = "Ters giden bir şey mi var?";

/* No comment provided by engineer. */
"🆘 If the app still prompts that there is no permission after you authorize Barbee, please cancel the authorization of Barbee and delete Barbee in the authorization list, then relaunch Barbee and grant permissions again." = "🆘 Barbee'yi yetkilendirdikten sonra uygulama hala izin olmadığını belirtiyorsa, lütfen Barbee'nin yetkilendirmesini iptal edin ve Barbee'yi yetkilendirme listesinden silin, ardından Barbee'yi yeniden başlatın ve izinleri tekrar verin.";

/* No comment provided by engineer. */
"Start" = "Başlat";

/* No comment provided by engineer. */
"Start BarBee automatically at login." = "Oturum açıldığında BarBee'yi otomatik olarak başlat.";

/* No comment provided by engineer. */
"Startup:" = "Başlangıç:";

/* No comment provided by engineer. */
"State" = "Durum";

/* No comment provided by engineer. */
"Switch App Module State" = "Uygulama Modülü Durumunu Değiştir";

/* No comment provided by engineer. */
"Switch Barbee Mode" ="Barbee Modunu Değiştir";

/* No comment provided by engineer. */
"Switch the app module state in menu bar by its identifier(e.g. \"com.apple.controlcenter-WiFi\")." = "Menü çubuğundaki uygulama modülü durumunu tanımlayıcısına göre değiştirin (örneğin \"com.apple.controlcenter-WiFi\").";

/* No comment provided by engineer. */
"Switch the app module state:${state} in menu bar by its identifier: ${itemIdentifier}" = "Menü çubuğundaki uygulama modülü durumunu:${state} tanımlayıcısına göre değiştirin: ${itemIdentifier}";

/* No comment provided by engineer. */
"Switch to Enhanced Mode" = "Gelişmiş Moda Geç";

/* No comment provided by engineer. */
"Switch to Normal Mode" = "Normal Moda Geç";

/* No comment provided by engineer. */
"Symbol:" = "Sembol:";

/* No comment provided by engineer. */
"Sync from iCloud drive" = "iCloud sürücüsünden senkronize et";

/* No comment provided by engineer. */
"Sync profile successfully." = "Profil başarıyla senkronize edildi.";

/* No comment provided by engineer. */
"Terms of Use" = "Kullanım Koşulları";

/* No comment provided by engineer. */
"Thanks for purchasing Barbee VIP" = "Barbee VIP'yi satın aldığınız için teşekkürler";

/* No comment provided by engineer. */
"Thanks for trying Barbee" = "Barbee'yi denediğiniz için teşekkürler";

/* No comment provided by engineer. */
"The automation will be deleted and changes take effect immediately" = "Otomasyon silinecek ve değişiklikler hemen yürürlüğe girecek";

/* No comment provided by engineer. */
"The beta version may contain bugs or cause issues. Any feedback you can provide is always greatly appreciated." = "Beta sürümü hatalar içerebilir veya sorunlara neden olabilir. Sağlayabileceğiniz her türlü geri bildirim her zaman memnuniyetle karşılanacaktır.";

/* No comment provided by engineer. */
"The changes have been saved, and it will take effect after exiting and restarting the app `%@`." = "Değişiklikler kaydedildi ve `%@` uygulamasından çıkıp yeniden başlattıktan sonra etkili olacak.";

/* No comment provided by engineer. */
"The following modules have been found that may be displayed in the menu bar, you can enable or disable them." = "Menü çubuğunda görüntülenebilecek aşağıdaki modüller bulundu, bunları etkinleştirebilir veya devre dışı bırakabilirsiniz.";

/* No comment provided by engineer. */
"The hidden menu bar icon will appear in a separate menu bar in the upper right corner." = "Gizli menü çubuğu simgesi sağ üst köşede ayrı bir menü çubuğunda görünecektir.";

/* No comment provided by engineer. */
"The hidden menu bar icons will be collapsed." = "Gizli menü çubuğu simgeleri daraltılacaktır.";

/* No comment provided by engineer. */
"The hover area of the menu bar include the app menu and Apple logo area" = "Menü çubuğunun üzerine gelinen alanı uygulama menüsünü ve Apple logosu alanını içerir";

/* No comment provided by engineer. */
"The iCloud profiles will be replaced by the local profiles, which cannot be restored." = "iCloud profilleri, geri yüklenemeyen yerel profillerle değiştirilecektir.";

/* No comment provided by engineer. */
"The item is invisible" = "Öğe görünmez";

/* No comment provided by engineer. */
"The item is invisible because of the top notch, you can hide the notch, adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "Üst çentik nedeniyle öğe görünmez, Barbee tercihlerinde çentiği gizleyebilir, ekranın çözünürlüğünü ayarlayabilir veya görünür öğelerin sayısını azaltabilirsiniz.";

/* No comment provided by engineer. */
"The item is invisible because the menu bar does not have enough space, you can adjust the resolution of the display or reduce the number of visible items in the Barbee preferences." = "Menü çubuğunda yeterli alan olmadığından öğe görünmez, Barbee tercihlerinde ekranın çözünürlüğünü ayarlayabilir veya görünür öğe sayısını azaltabilirsiniz.";

/* No comment provided by engineer. */
"The local profiles will be replaced by the iCloud profiles, which cannot be restored." = "Yerel profiller, geri yüklenemeyen iCloud profilleriyle değiştirilecektir.";

/* No comment provided by engineer. */
"The profile has been exported." = "Profil dışa aktarıldı.";

/* No comment provided by engineer. */
"The profile has been imported." = "Profil içe aktarıldı.";

/* No comment provided by engineer. */
"The selected item is not in the menu bar now" = "Seçilen öğe şu anda menü çubuğunda yok";

/* No comment provided by engineer. */
"The shadow below the menu bar" = "Menü çubuğunun altındaki gölge";

/* No comment provided by engineer. */
"The shadow in the menu bar" = "Menü çubuğundaki gölge";

/* No comment provided by engineer. */
"The shortcut will be deleted and changes take effect immediately" = "Kısayol silinecek ve değişiklikler hemen geçerli olacaktır";

/* No comment provided by engineer. */
"Then: %@" = "Daha sonra: %@";

/* No comment provided by engineer. */
"Top Notch" = "Üst Çentik";

/* No comment provided by engineer. */
"Topmost" = "En üstteki";

/* No comment provided by engineer. */
"Trigger:" = "Tetikleyici:";

/* No comment provided by engineer. */
"Upgrade to Barbee VIP" = "Barbee'yi VIP'ye yükseltin";

/* No comment provided by engineer. */
"Use Barbee in enhanced mode?" = "Barbee gelişmiş modda kullanılsın mı?";

/* No comment provided by engineer. */
"Use in Shortcuts" = "Kısayollarda Kullan";

/* No comment provided by engineer. */
"View iCloud profiles" = "iCloud profillerini görüntüle";

/* No comment provided by engineer. */
"View URL Schemes" = "URL Şemalarını Görüntüle";

/* No comment provided by engineer. */
"Welcome to Barbee!" = "Barbee'ye hoş geldiniz!";

/* No comment provided by engineer. */
"When hovering for more than a certain period of time, show hidden items." = "Belirli bir süre boyunca fareyle üzerine gelindiğinde gizli öğeleri göster.";

/* No comment provided by engineer. */
"When hovering over the menu bar, hidden items will be shown automatically" = "Menü çubuğunun üzerine gelindiğinde gizli öğeler otomatik olarak gösterilecektir";

/* No comment provided by engineer. */
"When hovering over the menu of the app or the Apple(🍎) logo, hidden items will be also shown automatically" = "Uygulamanın menüsünün veya Apple(🍎) logosunun üzerine geldiğinizde, gizli öğeler de otomatik olarak gösterilecektir";

/* No comment provided by engineer. */
"When leaving the menu bar, hidden items will be hidden again" = "Menü çubuğundan çıkarken, gizli öğeler tekrar gizlenecektir";

/* No comment provided by engineer. */
"When the external screen becomes the focus, all menu bar items will be visible, and when the focus is lost, they will be hidden again." = "Harici ekran odak noktası haline geldiğinde, tüm menü çubuğu öğeleri görünür olacak ve odak kaybolduğunda tekrar gizleneceklerdir.";

/* No comment provided by engineer. */
"When there is a problem with Barbee, you can try to relaunch Barbee to solve this problem." = "Barbee ile ilgili bir sorun olduğunda, bu sorunu çözmek için Barbee'yi yeniden başlatmayı deneyebilirsiniz.";

/* No comment provided by engineer. */
"When you click on the blank area of the menu bar, Barbee will toggle showing hidden items." = "Menü çubuğunun boş alanına tıkladığınızda, Barbee gizli öğeleri gösterecek şekilde geçiş yapacaktır.";

/* No comment provided by engineer. */
"When you click on the menu bar icon, Barbee will toggle showing hidden items instead of Barbee menu. The Barbee menu will be displayed when you right-click the menu bar icon." = "Menü çubuğu simgesine tıkladığınızda, Barbee, Barbee menüsü yerine gizli öğeleri gösterecek şekilde geçiş yapacaktır. Menü çubuğu simgesine sağ tıkladığınızda Barbee menüsü görüntülenecektir.";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar icon, Barbee will toggle showing / hiding all items." = "CONTROL(⌃) tuşunu basılı tutup menü çubuğu simgesine tıkladığınızda, Barbee tüm öğeleri gösterme/gizleme arasında geçiş yapacaktır.";

/* No comment provided by engineer. */
"When you hold CONTROL(⌃) and click on the menu bar, Barbee will toggle showing / hiding all items." = "CONTROL(⌃) tuşunu basılı tutup menü çubuğuna tıkladığınızda, Barbee tüm öğeleri gösterme/gizleme arasında geçiş yapacaktır.";

/* No comment provided by engineer. */
"When you hold OPTION(⌥) and click on the menu bar icon, Barbee will toggle showing / hiding hidden items." = "OPTION(⌥) tuşunu basılı tutup menü çubuğu simgesine tıkladığınızda, Barbee gizli öğeleri gösterme/gizleme arasında geçiş yapacaktır.";

/* No comment provided by engineer. */
"When: %@" = "Ne zaman: %@";

/* No comment provided by engineer. */
"Which mode of tutorial would you like to see?" = "Hangi eğitim modunu görmek istersiniz?";

/* No comment provided by engineer. */
"Widget" = "Widget";

/* No comment provided by engineer. */
"Widget Entry:" = "Widget Girişi:";

/* No comment provided by engineer. */
"Widget feature requires additional permissions!" = "Widget özelliği ek izinler gerektirir!";

/* No comment provided by engineer. */
"Width" = "Genişlik";

/* No comment provided by engineer. */
"Wrong order of Barbee menu bar icons" = "Barbee menü çubuğu simgelerinin sırası yanlış";

/* No comment provided by engineer. */
"X" = "X";

/* No comment provided by engineer. */
"Y" = "Y";

/* No comment provided by engineer. */
"Yes" = "Evet";

/* No comment provided by engineer. */
"You can check out the quick start guide to learn more about the two modes of Barbee." = "Barbee'nin iki modu hakkında daha fazla bilgi edinmek için hızlı başlangıç ​​kılavuzuna göz atabilirsiniz.";

/* No comment provided by engineer. */
"You can enable or disable the `Profile` entry in Barbee's menu." = "Barbee menüsündeki 'Profil' girişini etkinleştirebilir veya devre dışı bırakabilirsiniz.";

/* No comment provided by engineer. */
"You can enable or disable the `Quick Search` entry in Barbee's menu." = "Barbee menüsündeki 'Hızlı Arama' girişini etkinleştirebilir veya devre dışı bırakabilirsiniz.";

/* No comment provided by engineer. */
"You can enable or disable the `Widget` entry in Barbee's menu." = "Barbee menüsündeki 'Widget' girişini etkinleştirebilir veya devre dışı bırakabilirsiniz.";

/* No comment provided by engineer. */
"You can export diagnostic logs and send them back to the developer, which can help the developer resolve your issue." = "Tanı günlüklerini dışa aktarabilir ve geliştiriciye geri gönderebilirsiniz; bu, geliştiricinin sorununuzu çözmesine yardımcı olabilir.";

/* No comment provided by engineer. */
"You can modify the layout of the extra menu bar in the app's preferences window" = "Uygulamanın tercihler penceresinde ekstra menü çubuğunun düzenini değiştirebilirsiniz";

/* No comment provided by engineer. */
"You have unlocked all the features for 3 days, enjoy it now!" = "3 gün boyunca tüm özelliklerin kilidini açtınız, şimdi keyfini çıkarın!";

/* No comment provided by engineer. */
"You have unlocked all the features, enjoy it now!" = "Tüm özelliklerin kilidini açtınız, şimdi keyfini çıkarın!";

/* No comment provided by engineer. */
"Arrange" = "Düzenleyin";

/* No comment provided by engineer. */
"• Cloud backup and sync profiles" = "• Bulut yedekleme ve senkronizasyon profilleri";

/* No comment provided by engineer. */
"• Supercharge your scripts or shortcuts with Barbee" = "• Barbee ile komut dosyalarınızı veya kısayollarınızı güçlendirin";

/* No comment provided by engineer. */
"No items found" = "Hiç bir öğe bulunamadı";

/* No comment provided by engineer. */
"This prompt will appear when Barbee is running on the new macOS to capture the screenshot of menu bar items. \\n⛔️ Barbee is an offline app with no network permissions." = "Bu istem, Barbee yeni macOS'ta çalışırken menü çubuğu öğelerinin ekran görüntüsünü yakalamak için görünecektir. \n⛔️ Barbee, ağ izinleri olmayan çevrimdışı bir uygulamadır.";

/* No comment provided by engineer. */
"Got it" = "Anladım";

/* No comment provided by engineer. */
"🧮 Restore Patches" = "🧮 Yamaları Geri Yükle";

/* No comment provided by engineer. */
"Reset All Permissions" = "Tüm İzinleri Sıfırla";

/* No comment provided by engineer. */
"🆘️ Reset all permissions" = "🆘️ Tüm İzinleri sıfırla";

/* No comment provided by engineer. */
"Do you want to import this patch?" = "Bu yamayı içe aktarmak istiyor musunuz?";

/* No comment provided by engineer. */
"The patch has been imported." = "Yama içe aktarıldı.";

/* No comment provided by engineer. */
"Failed to import patch." = "Yama içe aktarılamadı.";

/* No comment provided by engineer. */
"Active Symbol" = "Aktif Sembol";

/* No comment provided by engineer. */
"Active Barbee symbol with number: ${number}" = "Sayılı aktif Barbee sembolü: ${number}";

/* No comment provided by engineer. */
"Active Barbee symbol with number." = "Sayılı aktif Barbee sembolü.";

/* No comment provided by engineer. */
"Symbol Number" = "Sembol Numarası";

/* No comment provided by engineer. */
"Text" = "Metin";

/* No comment provided by engineer. */
"Image" = "Resim";

/* No comment provided by engineer. */
"Search" = "Ara";

/* No comment provided by engineer. */
"Cancel" = "İptal et";

/* No comment provided by engineer. */
"Launch Barbee at login?" = "Giriş sırasında Barbee başlatılsın mı?";

/* No comment provided by engineer. */
"It is strongly recommended to launch Barbee at login, do you want to enable it?" = "Giriş sırasında Barbee'nin başlatılması şiddetle tavsiye edilir, etkinleştirmek istiyor musunuz?";

/* No comment provided by engineer. */
"Rate on Mac App Store" = "Mac App Store'da Değerlendirin";

/* No comment provided by engineer. */
"Rate Now" = "Şimdi Değerlendir";

/* No comment provided by engineer. */
"Love Barbee?" = "Barbee'yi seviyor musun?";

/* No comment provided by engineer. */
"Whether you do love Barbee or feel we could be doing better, we want to know!" = "Barbee'yi seviyor musunuz yoksa daha iyisini yapabileceğimizi mi düşünüyorsunuz, bilmek istiyoruz!";

/* No comment provided by engineer. */
"Barbee's menu bar icon has been hidden" = "Barbee'nin menü çubuğu simgesi gizlendi";

/* No comment provided by engineer. */
"You can change the location of Barbee's menu bar icon in the `Menu Bar Layout` setting" = "Barbee'nin menü çubuğu simgesinin konumunu 'Menü Çubuğu Düzeni' ayarından değiştirebilirsiniz";

/* No comment provided by engineer. */
"Ignore" = " Yoksay";

/* No comment provided by engineer. */
"The icon may persist in the menu bar. Using this feature may impact user experience." = "Simge menü çubuğunda kalabilir. Bu özelliğin kullanılması kullanıcı deneyimini etkileyebilir.";

/* No comment provided by engineer. */
"Cursor Keeps Flickering?" = "İmleç Titremeye Devam Ediyor mu?";

/* No comment provided by engineer. */
"If your cursor keeps flickering, you can try to click the button to fix cursor flickering." = "İmleciniz titremeye devam ediyorsa, imleç titremesini düzeltmek için düğmeye tıklamayı deneyebilirsiniz.";

/* No comment provided by engineer. */
"🔨 Fix cursor issues" = "🔨İmleç sorunlarını düzeltin";

/* No comment provided by engineer. */
"Fixed cursor issues successfully" = "İmleç sorunları başarıyla düzeltildi";

/* No comment provided by engineer. */
"Failed to fix cursor issues" = "İmleç sorunları düzeltilemedi";

/* No comment provided by engineer. */
"Menu Bar Style:" = "Menü Çubuğu Stili:";

/* No comment provided by engineer. */
"Menu Bar Size:" = "Menü Çubuğu Boyutu:";

/* No comment provided by engineer. */
"Unified" = "Birleşik";

/* No comment provided by engineer. */
"Separated" = "Ayrılmış";

/* No comment provided by engineer. */
"Regular" = "Düzenli";

/* No comment provided by engineer. */
"Thin" = "İnce";

/* No comment provided by engineer. */
"Mini" = "Mini";

/* No comment provided by engineer. */
"Menu Bar Tint:" = "Menü Çubuğu Renk Tonu:";

/* No comment provided by engineer. */
"⬅️Left" = "⬅️Sol";

/* No comment provided by engineer. */
"Right➡️" = "Sağ➡️";

/* No comment provided by engineer. */
"Menu Bar Corner Radius:" = "Menü Çubuğu Köşe Yarıçapı:";

/* No comment provided by engineer. */
"Default" = "Varsayılan";

/* No comment provided by engineer. */
"Menu Bar Border Color:" = "Menü Çubuğu Kenarlık Rengi:";

/* No comment provided by engineer. */
"Menu Bar Border Width:" = "Menü Çubuğu Kenarlık Genişliği:";

/* No comment provided by engineer. */
"Thank you to everyone who supports Barbee🖤.\\nYour encouragement is the fuel that keeps me going.\\n\\nIf you are a student, a teacher, an open-source maintainer, or if purchasing this paid version is beyond your current means,\\n👋 please reach out. You will get if for free🆓️. \\n\\n🌐️ If you can help translate Barbee into your languages or improve Barbee's translations, \\nyou will have the lifetime version and your name will be listed in the contributors of Barbee." = "Barbee'yi destekleyen herkese teşekkür ederim🖤.\nSizin cesaretlendirmeniz devam etmemi sağlayan yakıttır.\n\nÖğrenci, öğretmen, açık kaynak bakımcısıysanız veya bu ücretli sürümü satın almak mevcut imkanlarınızı aşıyorsa ,\n👋 lütfen bize ulaşın. Ücretsiz olarak alacaksınız🆓️. \n\n🌐️ Barbee'nin kendi dillerinize çevrilmesine veya Barbee'nin çevirilerinin iyileştirilmesine yardımcı olabilirseniz, \nömür boyu sürüme sahip olacaksınız ve adınız listede listelenecek. Barbee'ye katkıda bulunanlar.";

/* No comment provided by engineer. */
"Get it for free" = "Bedavaya alın";

/* No comment provided by engineer. */
"Use redeem code" = "Kodu kullan";

/* No comment provided by engineer. */
"Award" = "Ödül";

/* No comment provided by engineer. */
"Yearly" = "Yıllık";

/* No comment provided by engineer. */
"Yearly VIP membership subscription" = "Yıllık VIP üyelik aboneliği";

/* No comment provided by engineer. */
"Yearly - %@" = "Yıllık - %@";

/* No comment provided by engineer. */
"Your payment will be charged to your iTunes Account once you confirm your purchase. Your iTunes account will be charged again when your subscription automatically renews at the end of your current subscription period unless auto-renew is turned off at least 24 hours prior to the end of the current period. You can manage or turn off auto-renew in your Apple ID Account Settings any time after purchase." = "Satın alma işleminizi onayladıktan sonra ödemeniz iTunes Hesabınızdan tahsil edilecektir. Otomatik yenileme, mevcut dönemin bitiminden en az 24 saat önce kapatılmadığı sürece, aboneliğiniz mevcut abonelik döneminizin sonunda otomatik olarak yenilendiğinde iTunes hesabınızdan tekrar ücret alınacaktır. Satın alma işleminden sonra istediğiniz zaman Apple Kimliği Hesap Ayarlarınızdan otomatik yenilemeyi yönetebilir veya kapatabilirsiniz.";

/* No comment provided by engineer. */
"Manage Subscription" = "Aboneliği Yönet";

/* No comment provided by engineer. */
"When the screen width is wide enough, menu bar icons will be no longer hidden" = "Ekran genişliği yeterince geniş olduğunda menü çubuğu simgeleri artık gizlenmeyecektir";

/* No comment provided by engineer. */
"The screen width threshold" = "Ekran genişliği eşiği";

/* No comment provided by engineer. */
"pixel(s)" = "piksel(ler)";

/* No comment provided by engineer. */
"Found screen size(s):" = "Bulunan ekran boyutu(ları):";

/* No comment provided by engineer. */
"Reset All" = "Hepsini sıfırla";

/* No comment provided by engineer. */
"Reset to default appearance:" = "Varsayılan görünüme sıfırla:";

/* No comment provided by engineer. */
"Follow us" = "Bizi takip edin";

/* No comment provided by engineer. */
"Translate Barbee" = "Barbee'yi Çevir";

/* No comment provided by engineer. */
"Start Translating" = "Çeviriyi Başlat";

/* No comment provided by engineer. */
"💦Contributors" = "💦 Katkıda Bulunanlar";

/* No comment provided by engineer. */
"Special thanks to users for helping with Barbee Localization! 🌍🌎🌏" = "Barbee Yerelleştirmesine yardımcı oldukları için kullanıcılara özellikle teşekkür ederiz! 🌍🌎🌏";

/* No comment provided by engineer. */
"👋Translating Barbee" = "👋Barbee'yi Çeviriyorum";

/* No comment provided by engineer. */
"If you want to help translate Barbee into other languages or improve existing translations, we would very appreciate that." = "Barbee'nin diğer dillere çevrilmesine veya mevcut çevirilerin geliştirilmesine yardımcı olmak isterseniz, bundan büyük memnuniyet duyarız.";

/* No comment provided by engineer. */
"Optimization:" = "Optimizasyon:";

/* No comment provided by engineer. */
"Reduce the interference of the `Screen Recording` icon" = "'Ekran Kaydı' simgesinin parazitini azaltın";

/* No comment provided by engineer. */
"Reduce the refresh frequency of the menu bar icon and optimize the appearance probability of the `Screen Recording` icon." = "Menü çubuğu simgesinin yenileme sıklığını azaltın ve `Ekran Kaydı` simgesinin görünme olasılığını optimize edin.";

/* No comment provided by engineer. */
"Special thanks to:" = "Özel teşekkürler:";

/* No comment provided by engineer. */
"Optimize the cursor click, unable to move, flicker and disappear issues" = "İmleç tıklamasını optimize etme, hareket edememe, titreme ve kaybolma sorunları";

/* No comment provided by engineer. */
"Use the more optimized menu bar icon management algorithm" = "Daha optimize edilmiş menü çubuğu simge yönetimi algoritmasını kullanın";

/* No comment provided by engineer. */
"Tip: You can also hold down command ⌘ and drag the icon in the menu bar to change the menu bar layout." = "İpucu: Menü çubuğu düzenini değiştirmek için ⌘ komutunu basılı tutup menü çubuğundaki simgeyi de sürükleyebilirsiniz.";

/* No comment provided by engineer. */
"Special Item Library:" = "Özel Öğe Kitaplığı:";

/* No comment provided by engineer. */
"Add spacer between items" = "Öğeler arasına boşluk ekleyin";

/* No comment provided by engineer. */
"Put items into a group" = "Öğeleri bir gruba yerleştirin";

/* No comment provided by engineer. */
"Spacer width: %d" = "Boşluk genişliği: %d";

/* No comment provided by engineer. */
"Width:" = "Genişlik:";

/* No comment provided by engineer. */
"Spacer width: %d" = "Boşluk genişliği: %d";

/* No comment provided by engineer. */
"Automatically hide other items before showing hidden items" = "Gizli öğeleri göstermeden önce diğer öğeleri otomatik olarak gizleyin";

/* No comment provided by engineer. */
"Show hidden items more concisely and focused, but only works in 'Enhanced Mode'" = "Gizli öğeleri daha özlü ve odaklı gösterin, ancak yalnızca 'Gelişmiş Mod'da çalışır";

/* No comment provided by engineer. */
"Items in group:" = "Grubun içindeki öğeler:";

/* No comment provided by engineer. */
"Candidates:" = "Adaylar:";

/* No comment provided by engineer. */
"Group: %@" = "Grup: %@";

/* No comment provided by engineer. */
"No name" = "Adsız";

/* No comment provided by engineer. */
"Drop down menu bar participates in macOS window cycling" = "Açılır menü çubuğu macOS pencere döngüsüne katılır";

/* No comment provided by engineer. */
"The drop down menu bar can become the user's active window." = "Açılır menü çubuğu kullanıcının aktif penceresi olabilir.";

/* No comment provided by engineer. */
"Show group on click" = "Tıkladığında grubu göster";

/* No comment provided by engineer. */
"Show group on hover" = "Üzerine gelindiğinde grubu göster";

/* No comment provided by engineer. */
"Auto sync with iCloud" = "iCloud ile otomatik senkronizasyon";

/* No comment provided by engineer. */
"Rename" = "Yeniden adlandır";

/* No comment provided by engineer. */
"Matches icon state" = "İkon durumuyla eşleşir";

/* No comment provided by engineer. */
"Does not match icon state" = "İkon durumuyla eşleşmez";

/* No comment provided by engineer. */
"Battery state" = "Pil durumu";

/* No comment provided by engineer. */
"Power source" = "Güç kaynağı";

/* No comment provided by engineer. */
"⚡️Any Power Source" = "⚡️Herhangi bir Güç Kaynağı";

/* No comment provided by engineer. */
"🔋 Battery" = "🔋 Pil";

/* No comment provided by engineer. */
"🔌 Power Adapter" = "🔌 Güç Adaptörü";
